export default {
  projections: {
    ЗаказПостE: {
      номер: {
        __caption__: 'Номер'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      состояниеОплаты: {
        __caption__: 'Состояние оплаты'
      },
      состОтгрузки: {
        __caption__: 'Сост отгрузки'
      },
      суммаВклНДС: {
        __caption__: 'Сумма вкл НДС'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      контрагенты: {
        __caption__: '',
        контрагент: {
          __caption__: ''
        }
      },
      организации: {
        __caption__: '',
        организация: {
          __caption__: ''
        }
      },
      склады: {
        __caption__: '',
        склад: {
          __caption__: ''
        }
      },
      заказ: {
        __caption__: 'Заказ',
        количество: {
          __caption__: 'Количество'
        },
        цена: {
          __caption__: 'Цена'
        },
        суммаНДС: {
          __caption__: 'Сумма НДС'
        },
        сумма: {
          __caption__: 'Сумма'
        },
        этоУслуга: {
          __caption__: 'Это услуга'
        }
      }
    },
    ЗаказПостL: {
      состояниеОплаты: {
        __caption__: 'Состояние оплаты'
      },
      состОтгрузки: {
        __caption__: 'Сост отгрузки'
      },
      суммаВклНДС: {
        __caption__: 'Сумма вкл НДС'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      номер: {
        __caption__: 'Номер'
      },
      организации: {
        __caption__: ''
      },
      склады: {
        __caption__: ''
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкончания: {
      __caption__: 'Дата окончания'
    },
    номер: {
      __caption__: 'Номер'
    },
    состОтгрузки: {
      __caption__: 'Сост отгрузки'
    },
    состояниеОплаты: {
      __caption__: 'Состояние оплаты'
    },
    суммаВклНДС: {
      __caption__: 'Сумма вкл НДС'
    },
    суммаДокумента: {
      __caption__: 'Сумма документа'
    },
    контрагенты: {
      __caption__: 'контрагенты'
    },
    организации: {
      __caption__: 'организации'
    },
    склады: {
      __caption__: 'склады'
    },
    заказ: {
      __caption__: 'Заказ'
    }
  }
};
