export default {
  caption: 'Заказ пост',
  'номер-caption': 'Номер',
  'датаНачала-caption': 'Дата начала',
  'датаОкончания-caption': 'Дата окончания',
  'состояниеОплаты-caption': 'Состояние оплаты',
  'состОтгрузки-caption': 'Сост отгрузки',
  'суммаВклНДС-caption': 'Сумма вкл НДС',
  'суммаДокумента-caption': 'Сумма документа',
  'контрагенты.контрагент-caption': '',
  'организации.организация-caption': '',
  'склады.склад-caption': '',
  'контрагенты-caption': '',
  'организации-caption': '',
  'склады-caption': '',
  'заказ-caption': 'Заказ'
};
