export default {
  projections: {
    ОтчетОЗакE: {
      номер: {
        __caption__: 'Номер'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      состОтгрузки: {
        __caption__: 'Сост отгрузки'
      },
      состояниеОплаты: {
        __caption__: 'Состояние оплаты'
      },
      суммаВклНДС: {
        __caption__: 'Сумма вкл НДС'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      тЧЗаказ: {
        __caption__: 'заказ',
        количество: {
          __caption__: 'Количество'
        },
        цена: {
          __caption__: 'Цена'
        },
        суммаНДС: {
          __caption__: 'Сумма НДС'
        },
        сумма: {
          __caption__: 'Сумма'
        },
        этоУслуга: {
          __caption__: 'Это услуга'
        }
      }
    },
    ОтчетОЗакL: {
      номер: {
        __caption__: 'Номер'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      состОтгрузки: {
        __caption__: 'Сост отгрузки'
      },
      состояниеОплаты: {
        __caption__: 'Состояние оплаты'
      },
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      суммаВклНДС: {
        __caption__: 'Сумма вкл НДС'
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкончания: {
      __caption__: 'Дата окончания'
    },
    номер: {
      __caption__: 'Номер'
    },
    состОтгрузки: {
      __caption__: 'Сост отгрузки'
    },
    состояниеОплаты: {
      __caption__: 'Состояние оплаты'
    },
    суммаВклНДС: {
      __caption__: 'Сумма вкл НДС'
    },
    суммаДокумента: {
      __caption__: 'Сумма документа'
    },
    контрагенты: {
      __caption__: 'контрагенты'
    },
    организации: {
      __caption__: 'организации'
    },
    склады: {
      __caption__: 'склады'
    },
    тЧЗаказ: {
      __caption__: 'заказ'
    }
  }
};
